# Токен
TOKEN = '7520814526:AAG74XNZox0OvVLSf4mFeVcxdqHvUz-YJk4'
# тут будем хранить информацию о действиях пользователя
user_states = {}
# набор символов из которых составляем изображение
ASCII_CHARS = '@%#*+=-:. '
# Список шуток
JOKES = [
        "Почему программисты любят природу? Потому что там много багов!",
        "Что сказал ноль восьмёрке? Отличный пояс!",
        "Как называется страх перед программированием? Кодофобия.",
        "Почему компьютеры никогда не устают? Они работают без перерыва!",
        "Почему компьютер пошёл к врачу? У него был вирус!",
        "Почему компьютер пошел к врачу? У него был вирус!",
        "Что сказал океан реке? Ничего, просто помахал волной.",
        "Как называют медведя, который не может спать? Бессонное чудовище.",
        "Почему книга пошла в спортзал? Чтобы набрать массу.",
        "Почему пингвин перешел дорогу? Чтобы увидеть ледяной бар на другой стороне.",
        "Почему скелет не пришел на вечеринку? Он потерял кости.",
        "Почему у бананов нет друзей? Потому что они всегда раздвоены.",
        "Почему астроном не мог заснуть? Ему мешали звезды под глазами.",
        "Почему кофе никогда не болеет? Потому что он бодрит!",
        "Почему пианино грустило? Потому что ему не хватало клавишных нот."
    ]
# Список комплиментов
COMPLIMENTS = [
    "Отличная работа!",
    "Ты молодец!",
    "У тебя хорошо получается!",
    "Ты быстро учишься!",
    "Твой код выглядит отлично!",
    "Ты очень талантлив!",
    "Ты умеешь решать сложные задачи!",
    "Твоё внимание к деталям впечатляет!",
    "Ты настоящий профессионал!",
    "Ты вдохновляешь других своим примером!"
]
# Монета ("Heads", "Tails")
COIN = ["Heads", "Tails"]
